;------------------------------------------------------------------------------
; UltraDefrag GUI Indonesian Language Pack.
; Copyright (C) 2010 by Imanuel Novian (noe).
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace by Name of Reviser}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Tindakan
ANALYSE                   = Menganalisa
DEFRAGMENT                = Defragment
OPTIMIZE                  = Optimal
STOP                      = Berhenti
SKIP_REMOVABLE_MEDIA      = Lewati media Removeable
RESCAN_DRIVES             = Mindaian ulang drive
WHEN_DONE                 = Ketika selesai
WHEN_DONE_NONE            = Kosong
WHEN_DONE_EXIT            = Keluar
WHEN_DONE_STANDBY         = Siaga
WHEN_DONE_HIBERNATE       = Hibernasi
WHEN_DONE_LOGOFF          = Keluar
WHEN_DONE_REBOOT          = Boot ulang
WHEN_DONE_SHUTDOWN        = Mematikan
EXIT                      = Keluar

; --- Report Menu

REPORT                    = Laporan
SHOW_REPORT               = Tampilkan laporan

; --- Settings Menu

SETTINGS                  = Pengaturan
LANGUAGE                  = Bahasa
TRANSLATIONS_FOLDER       = Folder penerjemah
GRAPHICAL_INTERFACE       = Antarmuka grafis
FONT                      = Huruf
OPTIONS                   = Pilihan
BOOT_TIME_SCAN            = Peninjauan waktu boot
ENABLE                    = Hidup
SCRIPT                    = Naskah
REPORTS                   = Laporan

; --- Help Menu

HELP                      = Bantuan
CONTENTS                  = Isi
BEST_PRACTICE             = Praktik terbaik
FAQ                       = Sering di tanyakan
ABOUT                     = Tentang

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Naskah waktu boot

; Drives list items.

VOLUME                    = Suara
STATUS                    = Status
TOTAL                     = Jumlah ruang
FREE                      = Ruang bebas
PERCENT                   = % bebas

; Status messages

STATUS_RUNNING            = Melaksanakan
STATUS_ANALYSED           = Dianalisa
STATUS_DEFRAGMENTED       = Defragmented
STATUS_OPTIMIZED          = Dioptimalkan

; Status bar messages.

DIRS                      = map
FILES                     = berkas
FRAGMENTED                = terfragmentasi
COMPRESSED                = dikompresi
MFT                       = Tabel master file

; About window.

ABOUT_WIN_TITLE           = Tentang Ultra Defragmenter
CREDITS                   = Credits
LICENSE                   = Lisensi

; Shutdown confirmation

PLEASE_CONFIRM            = Harap konfirmasi
REALLY_SHUTDOWN_WHEN_DONE = Apakah anda yakin ingin mematikan komputer ketika selesai?
REALLY_HIBERNATE_WHEN_DONE= Apakah anda yakin ingin menghibernasikan komputer ketika selesai?
REALLY_LOGOFF_WHEN_DONE   = Apakah anda yakin ingin keluar ketika selesai?
REALLY_REBOOT_WHEN_DONE   = Apakah anda yakin ingin menghidupkan kembali komputer ketika selesai?
SECONDS_TILL_SHUTDOWN     = detik sampai menghidupkan kembali
SECONDS_TILL_HIBERNATION  = detik sampai hibernasi
SECONDS_TILL_LOGOFF       = detik sampai keluar
SECONDS_TILL_REBOOT       = detik sampai boot ulang
YES                       = Ya
NO                        = Tidak

; END OF FILE
